[
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1a1",
    "title": "Cosmos",
    "author": "Carl Sagan",
    "author_info": "Carl Sagan was Professor of Astronomy and Space Sciences and Director of the Laboratory for Planetary Studies at Cornell University. He played a leading role in the Mariner, Viking, and Voyager spacecraft expeditions to the planets, for which he received the NASA medals for Exceptional Scientific Achievement. Dr. Sagan received the Pulitzer Prize and the highest awards of both the National Academy of Sciences and the National Science Foundation, and many other awards, for his contributions to science, literature, education, and the preservation of the environment. His book Cosmos (accompanying his Emmy- and Peabody Award-winning television series of the same name) was the bestselling science book ever published in the English language, and his bestselling novel, Contact, was turned into a major motion picture.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664833701/BookStore/Carl_Sagan_njyjjt.jpg",
    "description": "Cosmos is one of the bestselling science books of all time. In clear-eyed prose, Sagan reveals a jewel-like blue world inhabited by a life form that is just beginning to discover its own identity and to venture into the vast ocean of space. Cosmos retraces the fourteen billion years of cosmic evolution that have transformed matter into consciousness, exploring such topics as the origin of life, the human brain, Egyptian hieroglyphics, spacecraft missions, the death of the Sun, the evolution of galaxies, and the forces and individuals who helped to shape modern science.",
    "price": 14.79,
    "publish_date": "2014-03-11",
    "publisher": "Ballantine Books",
    "review": "Enticing,iridescent and imaginatively illustrated.",
    "review_author": "The New York Times",
    "genre": "Science",
    "synopsis": "The book Cosmos by Carl Sagan is an exploration of the universe. In this book, Sagan gives a comprehensive description of the science, philosophy, and history of astronomical discovery, from ancient Ionia to the time of the book’s publication in 1980. He discusses some of the obstacles posed by religious belief and institutions to scientific inquiry throughout history, and he celebrates the victories of the scientific endeavor. Although much research has been done in astronomy since the publication of Cosmos, the book remains timeless in the sense of wonder and awe it evokes. Sagan provides us with food for thought on some of the biggest questions pondered by humanity—questions about our place and significance in the vast universe.",
    "isPopular": true,
    "num_pages": 439,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664832104/BookStore/cosmos_nez3av.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1a2",
    "title": "The Demon-Haunted World: Science as a Candle in the Dark ",
    "author": "Carl Sagan",
    "author_info": "Carl Sagan was Professor of Astronomy and Space Sciences and Director of the Laboratory for Planetary Studies at Cornell University. He played a leading role in the Mariner, Viking, and Voyager spacecraft expeditions to the planets, for which he received the NASA medals for Exceptional Scientific Achievement. Dr. Sagan received the Pulitzer Prize and the highest awards of both the National Academy of Sciences and the National Science Foundation, and many other awards, for his contributions to science, literature, education, and the preservation of the environment. His book Cosmos (accompanying his Emmy- and Peabody Award-winning television series of the same name) was the bestselling science book ever published in the English language, and his bestselling novel, Contact, was turned into a major motion picture.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664833701/BookStore/Carl_Sagan_njyjjt.jpg",
    "description": "Casting a wide net through history and culture, Sagan examines and authoritatively debunks such celebrated fallacies of the past as witchcraft, faith healing, demons, and UFOs. And yet, disturbingly, in today's so-called information age, pseudoscience is burgeoning with stories of alien abduction, channeling past lives, and communal hallucinations commanding growing attention and respect. As Sagan demonstrates with lucid eloquence, the siren song of unreason is not just a cultural wrong turn but a dangerous plunge into darkness that threatens our most basic freedoms",
    "price": 18.79,
    "publish_date": "1995-03-10",
    "publisher": "Ballantine Books",
    "review": "Powerful . . . A stirring defense of informed rationality. . . Rich in surprising information and beautiful writing.",
    "review_author": "The Washington Post Book World",
    "genre": "Science",
    "synopsis": "Published in 1995, The Demon-Haunted World is a work of non-fiction by Carl Sagan covering scientific skepticism and the importance of critical thinking. Upon publication, the book became a New York Times bestseller and garnered praise from the scientific community and the wider public for its clear-sighted argument. It continues to hold contemporary relevance and is considered an important book for the current skeptical movement, of which Sagan was an advocate. Written at the end of his life, The Demon-Haunted World sees Sagan distilling a lifetime of critical thinking and science teaching into a work that offers a process for cutting through the delusion and false-information which proliferate in our daily lives, a process he believes will enrich individuals and potentially shore up a deteriorating nation.",
    "isPopular": false,
    "num_pages": 482,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664832647/BookStore/The_Demon-Haunted_World_txefkq.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1a3",
    "title": "The Dragons of Eden: Speculations on the Evolution of Human Intelligence",
    "author": "Carl Sagan",
    "author_info": "Carl Sagan was Professor of Astronomy and Space Sciences and Director of the Laboratory for Planetary Studies at Cornell University. He played a leading role in the Mariner, Viking, and Voyager spacecraft expeditions to the planets, for which he received the NASA medals for Exceptional Scientific Achievement. Dr. Sagan received the Pulitzer Prize and the highest awards of both the National Academy of Sciences and the National Science Foundation, and many other awards, for his contributions to science, literature, education, and the preservation of the environment. His book Cosmos (accompanying his Emmy- and Peabody Award-winning television series of the same name) was the bestselling science book ever published in the English language, and his bestselling novel, Contact, was turned into a major motion picture.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664833701/BookStore/Carl_Sagan_njyjjt.jpg",
    "description": "Dr. Carl Sagan takes us on a great reading adventure, offering his vivid and startling insight into the brain of man and beast, the origin of human intelligence, the function of our most haunting legends—and their amazing links to recent discoveries. He shows us how to think clearly about the world around us, and how to distinguish the real from the fantastic in our daily lives. He also reveals the extraordinary truth about the nature of the universe, and the remarkable fact that we are a part of it.",
    "price": 15.79,
    "publish_date": "2010-02-10",
    "publisher": "Ballantine Books",
    "review": "A history of the human brain from the big bang, fifteen billion years ago, to the day before yesterday . . . It's a delight.",
    "review_author": "The New York Times",
    "genre": "Science",
    "synopsis": "The Dragons of Eden: Speculations on the Evolution of Human Intelligence is a 1977 book by Carl Sagan, in which the author combines the fields of anthropology, evolutionary biology, psychology, and computer science to give a perspective on how human intelligence may have evolved.Sagan discusses the search for a quantitative means of measuring intelligence. He argues that the brain to body mass ratio is an extremely good correlative indicator for intelligence, with humans having the highest ratio and dolphins the second highest,[1] though he views the trend as breaking down at smaller scales, with some small animals (ants in particular) placing disproportionately high on the list. Other topics mentioned include the evolution of the brain (with emphasis on the function of the neocortex in humans), the evolutionary purpose of sleep and dreams, demonstration of sign language abilities by chimps and the purpose of mankind's innate fears and myths. The title 'The Dragons of Eden' is borrowed from the notion that man's early struggle for survival in the face of predators, and in particular a fear of reptiles, may have led to cultural beliefs and myths about dragons.",
    "isPopular": true,
    "num_pages": 289,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664832950/BookStore/The_Dragons_of_Eden_yxig5v.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1a4",
    "title": "Sapiens: A Brief History of Humankind",
    "author": "Yuval Noah Harari",
    "author_info": "Prof. Yuval Noah Harari has a PhD in History from the University of Oxford and lectures at the Hebrew University of Jerusalem, specializing in world history. His books have been translated into 65 languages, with 40 million copies sold worldwide. 'Sapiens: A Brief History of Humankind' (2014) looked deep into our past, 'Homo Deus: A Brief History of Tomorrow' (2016) considered far-future scenarios, and '21 Lessons for the 21st Century' (2018) zoomed in on the biggest questions of the present moment. 'Sapiens: A Graphic History' (launched in 2020) is a radical adaptation of 'Sapiens' into a graphic novel series, which Harari created and co-wrote in collaboration with comics artists David Vandermeulen (co-writer) and Daniel Casanave (illustrator).",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664833536/BookStore/Yuval_Noah_Harari_ftmfm9.jpg",
    "description": "From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us?",
    "price": 19.89,
    "publish_date": "2015-02-15",
    "publisher": "Harper",
    "review": "Harari is provocative and entertaining.",
    "review_author": "Publisher Weekly",
    "genre": "History",
    "synopsis": "Harari's main argument is that Sapiens came to dominate the world because it is the only animal that can cooperate flexibly in large numbers. He argues that prehistoric Sapiens were a key cause of the extinction of other human species such as the Neanderthals and numerous other megafauna. He further argues that the ability of Sapiens to cooperate in large numbers arises from its unique capacity to believe in things existing purely in the imagination, such as gods, nations, money and human rights. He argues that these beliefs give rise to discrimination – whether racial, sexual or political - and it is potentially impossible to have a completely unbiased society. Harari claims that all large-scale human cooperation systems – including religions, political structures, trade networks and legal institutions – owe their emergence to Sapiens' distinctive cognitive capacity for fiction.[4] Accordingly, Harari regards money as a system of mutual trust and sees political and economic systems as more or less identical with religions.",
    "isPopular": true,
    "num_pages": 469,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664833363/BookStore/Sapiens_A_Brief_History_of_Humankind_ntmer1.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1a5",
    "title": "Homo Deus: A Brief History of Tomorrow",
    "author": "Yuval Noah Harari",
    "author_info": "Prof. Yuval Noah Harari has a PhD in History from the University of Oxford and lectures at the Hebrew University of Jerusalem, specializing in world history. His books have been translated into 65 languages, with 40 million copies sold worldwide. 'Sapiens: A Brief History of Humankind' (2014) looked deep into our past, 'Homo Deus: A Brief History of Tomorrow' (2016) considered far-future scenarios, and '21 Lessons for the 21st Century' (2018) zoomed in on the biggest questions of the present moment. 'Sapiens: A Graphic History' (launched in 2020) is a radical adaptation of 'Sapiens' into a graphic novel series, which Harari created and co-wrote in collaboration with comics artists David Vandermeulen (co-writer) and Daniel Casanave (illustrator).",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664833536/BookStore/Yuval_Noah_Harari_ftmfm9.jpg",
    "description": "Over the past century, humankind has managed to do the impossible and rein in famine, plague, and war. This may seem hard to accept, but as Harari explains in his trademark style - thorough yet riveting - famine, plague, and war have been transformed from incomprehensible and uncontrollable forces of nature into manageable challenges. For the first time ever, more people die from eating too much than from eating too little; more people die from old age than from infectious diseases; and more people commit suicide than are killed by soldiers, terrorists, and criminals put together. The average American is 1,000 times more likely to die from binging at McDonalds than from being blown up by Al Qaeda. ",
    "price": 22.69,
    "publish_date": "2018-09-04",
    "publisher": "Harper",
    "review": "Thrilling to watch such a talented author trample so freely across so many disciplines... Harari’s skill lies in the way he tilts the prism in all these fields and looks at the world in different ways, providing fresh angles on what we thought we knew... scintillating.",
    "review_author": "Financial Times",
    "genre": "Social Philosophy",
    "synopsis": "As with its predecessor, Sapiens: A Brief History of Humankind, Harari recounts the course of human history while describing events and the individual human experience, along with ethical issues in relation to his historical survey. However, Homo Deus (from Latin 'Homo' meaning man or human and 'Deus' meaning God) deals more with the abilities acquired by humans (Homo sapiens) throughout their existence, and their evolution as the dominant species in the world. The book describes mankind's current abilities and achievements and attempts to paint an image of the future. Many philosophical issues are discussed, such as humanism, individualism, transhumanism, and mortality.",
    "isPopular": false,
    "num_pages": 464,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664834116/BookStore/Home_Deus_a0unwk.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1a6",
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "author_info": "Prof. Yuval Noah Harari has a PhD in History from the University of Oxford and lectures at the Hebrew University of Jerusalem, specializing in world history. His books have been translated into 65 languages, with 40 million copies sold worldwide. 'Sapiens: A Brief History of Humankind' (2014) looked deep into our past, 'Homo Deus: A Brief History of Tomorrow' (2016) considered far-future scenarios, and '21 Lessons for the 21st Century' (2018) zoomed in on the biggest questions of the present moment. 'Sapiens: A Graphic History' (launched in 2020) is a radical adaptation of 'Sapiens' into a graphic novel series, which Harari created and co-wrote in collaboration with comics artists David Vandermeulen (co-writer) and Daniel Casanave (illustrator).",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664833536/BookStore/Yuval_Noah_Harari_ftmfm9.jpg",
    "description": "Yuval Noah Harari’s 21 Lessons for the 21st Century is a probing and visionary investigation into today’s most urgent issues as we move into the uncharted territory of the future. As technology advances faster than our understanding of it, hacking becomes a tactic of war, and the world feels more polarized than ever, Harari addresses the challenge of navigating life in the face of constant and disorienting change and raises the important questions we need to ask ourselves in order to survive.",
    "price": 18.59,
    "publish_date": "2019-07-04",
    "publisher": "Random House Publishing Group",
    "review": "Fascinating . . . a crucial global conversation about how to take on the problems of the twenty-first century.",
    "review_author": "Bill Gates",
    "genre": "Social Philosophy",
    "synopsis": "Yuval Noah Harari returns in August 2018 with a new book, 21 Lessons for the 21st Century. In bringing his focus to the here and now, Harari will help us to grapple with a world that is increasingly hard to comprehend, encouraging us to focus our minds on the essential questions we should be asking ourselves today. Employing his trademark entertaining and lucid style, Harari will examine some of the world’s most urgent issues, including terrorism, fake news and immigration, as well as turning to more individual concerns, from resilience and humility to meditation.",
    "isPopular": false,
    "num_pages": 416,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664834378/BookStore/21_Lessons_g9gxnf.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1a7",
    "title": "The Selfish Gene",
    "author": "Richard Dawkins",
    "author_info": "Richard Dawkins taught zoology at the University of California at Berkeley and at Oxford University and is now the Charles Simonyi Professor of the Public Understanding of Science at Oxford, a position he has held since 1995. Among his previous books are The Ancestor's Tale, The Selfish Gene, The Blind Watchmaker, Climbing Mount Improbable, Unweaving the Rainbow, and A Devil's Chaplain. Dawkins lives in Oxford with his wife, the actress and artist Lalla Ward.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664834767/BookStore/Richard_Dawkins_upwd8t.jpg",
    "description": "As influential today as when it was first published, The Selfish Gene has become a classic exposition of evolutionary thought. Professor Dawkins articulates a gene's eye view of evolution - a view giving centre stage to these persistent units of information, and in which organisms can be seen as vehicles for their replication. This imaginative, powerful, and stylistically brilliant work not only brought the insights of Neo-Darwinism to a wide audience, but galvanized the biology community, generating much debate and stimulating whole new areas of research. Forty years later, its insights remain as relevant today as on the day it was published.",
    "price": 14.59,
    "publish_date": "2016-04-04",
    "publisher": "Oxford University Press",
    "review": "Who should read this book? Everyone interested in the universe and their place in it.",
    "review_author": "Jeffrey R. Baylis, Animal Behavior",
    "genre": "Biology",
    "synopsis": "The Selfish Gene is a 1976 book on evolution by the ethologist Richard Dawkins, in which the author builds upon the principal theory of George C. Williams's Adaptation and Natural Selection (1966). Dawkins uses the term 'selfish gene' as a way of expressing the gene-centred view of evolution (as opposed to the views focused on the organism and the group), popularising ideas developed during the 1960s by W. D. Hamilton and others. From the gene-centred view, it follows that the more two individuals are genetically related, the more sense (at the level of the genes) it makes for them to behave cooperatively with each other.",
    "isPopular": true,
    "num_pages": 544,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664834994/BookStore/The_Selfish_gene_pie2yb.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1a8",
    "title": "The God Delusion",
    "author": "Richard Dawkins",
    "author_info": "Richard Dawkins taught zoology at the University of California at Berkeley and at Oxford University and is now the Charles Simonyi Professor of the Public Understanding of Science at Oxford, a position he has held since 1995. Among his previous books are The Ancestor's Tale, The Selfish Gene, The Blind Watchmaker, Climbing Mount Improbable, Unweaving the Rainbow, and A Devil's Chaplain. Dawkins lives in Oxford with his wife, the actress and artist Lalla Ward.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664834767/BookStore/Richard_Dawkins_upwd8t.jpg",
    "description": "With rigor and wit, Dawkins examines God in all his forms, from the sex-obsessed tyrant of the Old Testament to the more benign (but still illogical) Celestial Watchmaker favored by some Enlightenment thinkers. He eviscerates the major arguments for religion and demonstrates the supreme improbability of a supreme being. He shows how religion fuels war, foments bigotry, and abuses children, buttressing his points with historical and contemporary evidence. The God Delusion makes a compelling case that belief in God is not just wrong but potentially deadly. It also offers exhilarating insight into the advantages of atheism to the individual and society, not the least of which is a clearer, truer appreciation of the universe's wonders than any faith could ever muster.",
    "price": 12.29,
    "publish_date": "2012-03-01",
    "publisher": "Mariner Books",
    "review": "A particularly comprehensive case against religion. Everyone should read it. Atheists will love Mr. Dawkins's incisive logic and rapier wit, and theists will find few better tests of the robustness of their faith.",
    "review_author": "The New York Times",
    "genre": "Social Philosophy",
    "synopsis": "In The God Delusion, Dawkins contends that a supernatural creator, God, almost certainly does not exist, and that belief in a personal god qualifies as a delusion, which he defines as a persistent false belief held in the face of strong contradictory evidence. He is sympathetic to Robert Pirsig's statement in Lila (1991) that 'when one person suffers from a delusion it is called insanity. When many people suffer from a delusion it is called religion.' With many examples, he explains that one does not need religion to be moral and that the roots of religion and of morality can be explained in non-religious terms.",
    "isPopular": true,
    "num_pages": 434,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664835249/BookStore/The_God_delusion_zbvvel.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1a9",
    "title": "The Magic of Reality: How We Know What's Really True",
    "author": "Richard Dawkins",
    "author_info": "Richard Dawkins taught zoology at the University of California at Berkeley and at Oxford University and is now the Charles Simonyi Professor of the Public Understanding of Science at Oxford, a position he has held since 1995. Among his previous books are The Ancestor's Tale, The Selfish Gene, The Blind Watchmaker, Climbing Mount Improbable, Unweaving the Rainbow, and A Devil's Chaplain. Dawkins lives in Oxford with his wife, the actress and artist Lalla Ward.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664834767/BookStore/Richard_Dawkins_upwd8t.jpg",
    "description": "Filled with clever thought experiments and jaw-dropping facts, The Magic of Reality explains a stunningly wide range of natural phenomena: How old is the universe? Why do the continents look like disconnected pieces of a jigsaw puzzle? What causes tsunamis? Why are there so many kinds of plants and animals? Who was the first man, or woman? Why do we have to die? How do we know what's really true? With his trademark wit and clarity, Richard Dawkins answers these questions and more, taking readers on a dazzling journey through the realms of science, from the smallest subatomic particles to the largest galaxies. He shows how the laws of nature reveal a universe that is comprehensible and comprehended, a universe that is governed by rules that can be discovered by science. The Magic of Reality is a book for anyone who has ever wondered how we know what we think we know.",
    "price": 18.79,
    "publish_date": "2014-01-12",
    "publisher": "Mariner Books",
    "review": "From the first sentence it reads with the force and fluency of a classic ... a luminous, authoritative prose that transcends age differences.",
    "review_author": "The Times",
    "genre": "Science",
    "synopsis": "Most chapters begin with brief re-tellings of creation myths that emerged as attempts to explain the origin of particular observed phenomena. Dawkins selects these myths from throughout the world, including Babylonian, Judeo-Christian, Aztec, Maori, Ancient Egyptian, Australian Aboriginal, Nordic, Hellenic, Chinese, Japanese, and other traditions. Chapter 9 ('Are we alone?') includes contemporary alien-abduction mythology; Chapter 4 ('What are things made of?') omits mythology altogether as Dawkins says that really small phenomena were unknown to primitive peoples prior to the invention of advanced optical magnification equipment, any texts they believed to be divinely inspired having failed to mention such useful knowledge as beyond human experience at the time. Dawkins also revisits his childhood and recalls his initial thoughts on these various phenomena or those thoughts expressed by his young contemporaries. Dawkins gives his critique of many of the myths, such as when he points out that much mythology involves some god's symbolic transgressive act performed just once, and that such one-time acts would be inadequate to explain the mechanism as to why the phenomena continue to happen in unbroken cycles.",
    "isPopular": false,
    "num_pages": 276,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664835543/BookStore/The_Magic_of_Reality_xvrtqy.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1b1",
    "title": "Starry Messenger: Cosmic Perspectives on Civilization",
    "author": "Neil deGrasse Tyson",
    "author_info": "Neil deGrasse Tyson was born in New York City the same week NASA was founded. His interest in the universe traces back to age 9, after a first visit to the Hayden Planetarium of the American Museum of Natural History. He was educated in the public schools of New York City through his graduation from the Bronx High School of Science. And after an BA in Physics from Harvard and a PhD in Astrophysics from Columbia and a Postdoctoral research fellowship at Princeton, Tyson became the Frederick P. Rose Director of the Hayden Planetarium, where he has served since 1996.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664836027/BookStore/Neil_deGrasse_Tyson_c6emnd.jpg",
    "description": "With crystalline prose, Starry Messenger walks us through the scientific palette that sees and paints the world differently. From insights on resolving global conflict to reminders of how precious it is to be alive, Tyson reveals, with warmth and eloquence, an array of brilliant and beautiful truths that apply to us all, informed and enlightened by knowledge of our place in the universe. Starry Messenger is a book for anyone who has ever wondered how we know what we think we know.",
    "price": 18.85,
    "publish_date": "2015-04-01",
    "publisher": "Henry Holt and Co.",
    "review": "Every page is lit up by an original poetic imagination but bearing the unmistakable stamp of a rational mind, steeped in maths and science.",
    "review_author": "Richard Dawkins",
    "genre": "Science",
    "synopsis": "Starry Messenger (2022) is about a way of looking at the world called the cosmic perspective. It’s the view that opens up when we think about human life in its largest possible context – that of the universe itself. This isn’t an exercise in making our worldly affairs seem small and trivial, though. It’s about unlocking insights that can help us live more happily and meaningfully on the cosmic anomaly we call Earth.",
    "isPopular": true,
    "num_pages": 288,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664836290/BookStore/Starry_Messenger_Cosmic_Perspectives_on_Civilization_v8xodm.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1b2",
    "title": "Death by Black Hole: And Other Cosmic Quandaries",
    "author": "Neil deGrasse Tyson",
    "author_info": "Neil deGrasse Tyson was born in New York City the same week NASA was founded. His interest in the universe traces back to age 9, after a first visit to the Hayden Planetarium of the American Museum of Natural History. He was educated in the public schools of New York City through his graduation from the Bronx High School of Science. And after an BA in Physics from Harvard and a PhD in Astrophysics from Columbia and a Postdoctoral research fellowship at Princeton, Tyson became the Frederick P. Rose Director of the Hayden Planetarium, where he has served since 1996.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664836027/BookStore/Neil_deGrasse_Tyson_c6emnd.jpg",
    "description": "Loyal readers of the monthly Universe essays in Natural History magazine have long recognized Neil deGrasse Tyson's talent for guiding them through the mysteries of the cosmos with clarity and enthusiasm. Bringing together more than forty of Tyson's favorite essays, Death by Black Hole explores a myriad of cosmic topics, from what it would be like to be inside a black hole to the movie industry's feeble efforts to get its night skies right. One of America's best-known astrophysicists, Tyson is a natural teacher who simplifies the complexities of astrophysics while sharing his infectious fascination for our universe.",
    "price": 15.85,
    "publish_date": "2017-02-01",
    "publisher": "W. W. Norton & Company",
    "review": "Tyson comes across as having an excellent grasp of the current state of astrophysics, cosmology, chemistry and other scientific disciplines... he conveys knowledge clearly to the nonspecialist, often with ingratiating humor and wit.",
    "review_author": "Roy E. Perry, The Tennessean",
    "genre": "Cosmology",
    "synopsis": "Loyal readers of the monthly 'Universe' essays in Natural History magazine have long recognized Neil deGrasse Tyson's talent for guiding them through the mysteries of the cosmos with clarity and enthusiasm. Bringing together more than forty of Tyson's favorite essays, Death by Black Hole explores a myriad of cosmic topics, from what it would be like to be inside a black hole to the movie industry's feeble efforts to get its night skies right. One of America's best-known astrophysicists, Tyson is a natural teacher who simplifies the complexities of astrophysics while sharing his infectious fascination for our universe.",
    "isPopular": false,
    "num_pages": 384,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664838200/BookStore/Death_by_Black_Hole_And_Other_Cosmic_Quandaries_zg6kou.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1b3",
    "title": "Cosmic Queries: StarTalk's Guide to Who We Are, How We Got Here, and Where We're Going",
    "author": "Neil deGrasse Tyson",
    "author_info": "Neil deGrasse Tyson was born in New York City the same week NASA was founded. His interest in the universe traces back to age 9, after a first visit to the Hayden Planetarium of the American Museum of Natural History. He was educated in the public schools of New York City through his graduation from the Bronx High School of Science. And after an BA in Physics from Harvard and a PhD in Astrophysics from Columbia and a Postdoctoral research fellowship at Princeton, Tyson became the Frederick P. Rose Director of the Hayden Planetarium, where he has served since 1996.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664836027/BookStore/Neil_deGrasse_Tyson_c6emnd.jpg",
    "description": "For science geeks, space and physics nerds, and all who want to understand their place in the universe, this enlightening new book from Neil deGrasse Tyson offers a unique take on the mysteries and curiosities of the cosmos, building on rich material from his beloved StarTalk podcast.In these illuminating pages, illustrated with dazzling photos and revealing graphics, Tyson and co-author James Trefil, a renowned physicist and science popularizer, take on the big questions that humanity has been posing for millennia--How did life begin? What is our place in the universe? Are we alone?--and provide answers based on the most current data, observations, and theories. Tyson and Trefil also explore the latest scientific discoveries and developments, including the search for life on other planets, the possibility of time travel, and the latest theories about the origins of the universe.",
    "price": 24.85,
    "publish_date": "2015-03-05",
    "publisher": "W. W. Norton & Company",
    "review": "In the gulf between the depths of human curiosity and the limits of human ignorance” is a space to ask questions, write astrophysicist Tyson (StarTalk) and physicist Trefil (Imagined Life) in this breezy survey of physics’s curiosities. . . . Lay readers curious about the mysteries of the universe will want to take a look.",
    "review_author": "Publishers Weekly",
    "genre": "Cosmology",
    "synopsis": "In this thought-provoking follow-up to his acclaimed StarTalk book, uber astrophysicist Neil deGrasse Tyson tackles the world's most important philosophical questions about the universe with wit, wisdom, and cutting-edge science.For science geeks, space and physics nerds, and all who want to understand their place in the universe, this enlightening new book from Neil deGrasse Tyson offers a unique take on the mysteries and curiosities of the cosmos, building on rich material from his beloved StarTalk podcast. In these illuminating pages, illustrated with dazzling photos and revealing graphics, Tyson and co-author James Trefil, a renowned physicist and science popularizer, take on the big questions that humanity has been posing for millennia—How did life begin? What is our place in the universe? Are we alone?—and provide answers based on the most current data, observations, and theories.",
    "isPopular": false,
    "num_pages": 312,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664838447/BookStore/Cosmic_Queries_StarTalk_s_Guide_to_Who_We_Are_How_We_Got_Here_and_Where_We_re_Going_z9dgdl.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1b4",
    "title": "A Brief History of Time",
    "author": "Stephen Hawking",
    "author_info": "Hawking was born in Oxford into a family of physicians. In October 1959, at the age of 17, he began his university education at University College, Oxford, where he received a first-class BA degree in physics. In October 1962, he began his graduate work at Trinity Hall at the University of Cambridge where, in March 1966, he obtained his PhD degree in applied mathematics and theoretical physics, specialising in general relativity and cosmology. In 1963, at age 21, Hawking was diagnosed with an early-onset slow-progressing form of motor neurone disease (amyotrophic lateral sclerosis – ALS, for short) that gradually, over the decades, paralysed him.After the loss of his speech, he communicated through a speech-generating device initially through use of a handheld switch, and eventually by using a single cheek muscle.He died on 14 March 2018 at his home in Cambridge.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664838790/BookStore/Stephen_Hawking_hndcyb.jpg",
    "description": "A landmark volume in science writing by one of the great minds of our time, Stephen Hawking’s book explores such profound questions as: How did the universe begin—and what made its start possible? Does time always flow forward? Is the universe unending—or are there boundaries? Are there other dimensions in space? What will happen when it all ends?Told in language we all can understand, A Brief History of Time plunges into the exotic realms of black holes and quarks, of antimatter and “arrows of time,” of the big bang and a bigger God—where the possibilities are wondrous and unexpected. With exciting images and profound imagination, Stephen Hawking brings us closer to the ultimate secrets at the very heart of creation.",
    "price": 17.85,
    "publish_date": "2012-01-05",
    "publisher": "Bantam",
    "review": "This book marries a child’s wonder to a genius’s intellect. We journey into Hawking’s universe while marvelling at his mind. . . . A Brief History of Time is a book for all time.",
    "review_author": "The Sunday Times",
    "genre": "Cosmology",
    "synopsis": "A Brief History of Time: From the Big Bang to Black Holes is a book on theoretical cosmology by English physicist Stephen Hawking. It was first published in 1988. Hawking wrote the book for readers who had no prior knowledge of physics.In A Brief History of Time, Hawking writes in non-technical terms about the structure, origin, development and eventual fate of the Universe, which is the object of study of astronomy and modern physics. He talks about basic concepts like space and time, basic building blocks that make up the Universe (such as quarks) and the fundamental forces that govern it (such as gravity). He writes about cosmological phenomena such as the Big Bang and black holes. He discusses two major theories, general relativity and quantum mechanics, that modern scientists use to describe the Universe. Finally, he talks about the search for a unifying theory that describes everything in the Universe in a coherent manner.",
    "isPopular": true,
    "num_pages": 212,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664838971/BookStore/a_brief_of_time_drkz4i.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1b5",
    "title": "Brief Answers to the Big Questions",
    "author": "Stephen Hawking",
    "author_info": "Hawking was born in Oxford into a family of physicians. In October 1959, at the age of 17, he began his university education at University College, Oxford, where he received a first-class BA degree in physics. In October 1962, he began his graduate work at Trinity Hall at the University of Cambridge where, in March 1966, he obtained his PhD degree in applied mathematics and theoretical physics, specialising in general relativity and cosmology. In 1963, at age 21, Hawking was diagnosed with an early-onset slow-progressing form of motor neurone disease (amyotrophic lateral sclerosis – ALS, for short) that gradually, over the decades, paralysed him.After the loss of his speech, he communicated through a speech-generating device initially through use of a handheld switch, and eventually by using a single cheek muscle.He died on 14 March 2018 at his home in Cambridge.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664838790/BookStore/Stephen_Hawking_hndcyb.jpg",
    "description": "Brief Answers to the Big Questions is a popular science book written by physicist Stephen Hawking, and published by Hodder & Stoughton (hardcover) and Bantam Books (paperback) on 16 October 2018. The book examines some of the universe's greatest mysteries, and promotes the view that science is very important in helping to solve problems on planet Earth. The publisher describes the book as a selection of [Hawking's] most profound, accessible, and timely reflections from his personal archive,and is based on, according to a book reviewer,half a million or so words from his essays, lectures and keynote speeches.",
    "price": 14.25,
    "publish_date": "2020-01-02",
    "publisher": "John Murray",
    "review": "Hawking ticks off all the big ideas you’d expect from one of his books. General relativity. The Big Bang. Inflation. Galaxy formation. Gravitational waves.",
    "review_author": "Matin Durrani",
    "genre": "Cosmology",
    "synopsis": "Brief Answers to the Big Questions is a popular science book written by physicist Stephen Hawking, and published by Hodder & Stoughton (hardcover) and Bantam Books (paperback) on 16 October 2018. The book examines some of the universe's greatest mysteries, and promotes the view that science is very important in helping to solve problems on planet Earth.The publisher describes the book as 'a selection of [Hawking's] most profound, accessible, and timely reflections from his personal archive', and is based on, according to a book reviewer, 'half a million or so words' from his essays, lectures and keynote speeches.",
    "isPopular": true,
    "num_pages": 312,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664839420/BookStore/Brief_Answers_To_The_Big_Questions_fzkdwf.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1b6",
    "title": "The Grand Design",
    "author": "Stephen Hawking",
    "author_info": "Hawking was born in Oxford into a family of physicians. In October 1959, at the age of 17, he began his university education at University College, Oxford, where he received a first-class BA degree in physics. In October 1962, he began his graduate work at Trinity Hall at the University of Cambridge where, in March 1966, he obtained his PhD degree in applied mathematics and theoretical physics, specialising in general relativity and cosmology. In 1963, at age 21, Hawking was diagnosed with an early-onset slow-progressing form of motor neurone disease (amyotrophic lateral sclerosis – ALS, for short) that gradually, over the decades, paralysed him.After the loss of his speech, he communicated through a speech-generating device initially through use of a handheld switch, and eventually by using a single cheek muscle.He died on 14 March 2018 at his home in Cambridge.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664838790/BookStore/Stephen_Hawking_hndcyb.jpg",
    "description": "In The Grand Design they explain that according to quantum theory, the cosmos does not have just a single existence or history, but rather that every possible history of the universe exists simultaneously. When applied to the universe as a whole, this idea calls into question the very notion of cause and effect. But the “top-down” approach to cosmology that Hawking and Mlodinow describe would say that the fact that the past takes no definite form means that we create history by observing it, rather than that history creates us. The authors further explain that we ourselves are the product of quantum fluctuations in the very early universe, and show how quantum theory predicts the “multiverse”—the idea that ours is just one of many universes that appeared spontaneously out of nothing, each with different laws of nature. They also discuss the implications of this theory for the origin of life, and for the possibility of life on other planets.",
    "price": 18.25,
    "publish_date": "2018-02-08",
    "publisher": "Random House",
    "review": "Traditionally these are questions for philosophy, but philosophy is dead. Philosophy has not kept up with modern developments in science, particularly physics. Scientists have become the bearers of the torch of discovery in our quest for knowledge.",
    "review_author": "Kirkus Reviews",
    "genre": "Cosmology",
    "synopsis": "The book examines the history of scientific knowledge about the universe. It starts with the Ionian Greeks, who claimed that nature works by laws, and not by the will of the gods. It later presents the work of Nicolaus Copernicus, who advocated the concept that the Earth is not located in the center of the universe.It has tried to explain the topics in an easier manner. Many examples related from daily life, mythology and history have been taken to explain, such as- Viking Mythology about Skoll and Hati, movie 'The Matrix', Ptolemaic universe.",
    "isPopular": false,
    "num_pages": 412,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1664839788/BookStore/The_Grand_Design_ycwrub.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1c1",
    "title": "12 Rules for Life: An Antidote to Chaos",
    "author": "Jordan B. Peterson",
    "author_info": "Jordan Bernt Peterson (born 12 June 1962) is a Canadian psychologist, author, and media commentator.He began to receive widespread attention in the late 2010s for his views on cultural and political issues, often described as conservative. Peterson has described himself as a classic British liberal and a traditionalist.Born and raised in Alberta, Peterson obtained bachelor's degrees in political science and psychology from the University of Alberta and a PhD in clinical psychology from McGill University. After researching and teaching at Harvard University, he returned to Canada in 1998 and became a professor of psychology at the University of Toronto. In 1999, he published his first book, Maps of Meaning: The Architecture of Belief, which became the basis for many of his subsequent lectures. The book combines psychology, mythology, religion, literature, philosophy and neuroscience to analyze systems of belief and meaning.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678935431/BookStore/Jordan_Peterson_hlwd56.jpg",
    "description": "The number one Sunday Times and Audible best seller from 'the most influential public intellectual in the Western world right now' (New York Times) - read by the man himself.How should we live properly in a world of chaos and uncertainty?Jordan Peterson has helped millions of people, young and old, men and women, aim at a life of responsibility and meaning. Now he can help you.Drawing on his own work as a clinical psychologist and on lessons from humanity's oldest myths and stories, Peterson offers 12 profound and realistic principles to live by. After all, as he reminds us, we each have a vital role to play in the unfolding destiny of the world.Deep, rewarding and enlightening, 12 Rules for Life is a lifeboat built solidly for stormy seas: ancient wisdom applied to our contemporary problems.",
    "price": 15.65,
    "publish_date": "2018-01-16",
    "publisher": "Random House",
    "review": "Enticing,iridescent and imaginatively illustrated.",
    "review_author": "Financial Times",
    "genre": "Self Help",
    "synopsis": "The book advances the idea that people are born with an instinct for ethics and meaning, and should take responsibility to search for meaning above their own interests (Rule 7, 'Pursue what is meaningful, not what is expedient'). Such thinking is reflected both in contemporary stories such as Pinocchio, The Lion King, and Harry Potter, and in ancient stories from the Bible.[6] To 'Stand up straight with your shoulders back' (Rule 1) is to 'accept the terrible responsibility of life,' to make self-sacrifice,[16] because the individual must rise above victimization and 'conduct his or her life in a manner that requires the rejection of immediate gratification, of natural and perverse desires alike. The comparison to neurological structures and behavior of lobsters is used as a natural example to the formation of social hierarchies. The book also discusses the importance of 'telling the truth' (Rule 2), and the importance of 'do not let your children do anything that makes you dislike them' (Rule 3).",
    "isPopular": true,
    "num_pages": 312,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678935438/BookStore/12_Rules_for_Life_An_Antidote_to_Chaos_wtq5cx.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1c2",
    "title": "Beyond Order: 12 More Rules for Life",
    "author": "Jordan B. Peterson",
    "author_info": "Jordan Bernt Peterson (born 12 June 1962) is a Canadian psychologist, author, and media commentator.He began to receive widespread attention in the late 2010s for his views on cultural and political issues, often described as conservative. Peterson has described himself as a classic British liberal and a traditionalist.Born and raised in Alberta, Peterson obtained bachelor's degrees in political science and psychology from the University of Alberta and a PhD in clinical psychology from McGill University. After researching and teaching at Harvard University, he returned to Canada in 1998 and became a professor of psychology at the University of Toronto. In 1999, he published his first book, Maps of Meaning: The Architecture of Belief, which became the basis for many of his subsequent lectures. The book combines psychology, mythology, religion, literature, philosophy and neuroscience to analyze systems of belief and meaning.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678935431/BookStore/Jordan_Peterson_hlwd56.jpg",
    "description": "In a time when the human will increasingly imposes itself over every sphere of life - from our social structures to our emotional states - Peterson warns that too much security is dangerous. What’s more, he offers strategies for overcoming the cultural, scientific, and psychological forces causing us to tend toward tyranny, and teaches us how to rely instead on our instinct to find meaning and purpose, even - and especially - when we find ourselves powerless.While chaos, in excess, threatens us with instability and anxiety, unchecked order can petrify us into submission. Beyond Order provides a call to balance these two fundamental principles of reality itself and guides us along the straight and narrow path that divides them.",
    "price": 17.95,
    "publish_date": "2021-01-19",
    "publisher": "Random House",
    "review": "Traditionally these are questions for philosophy, but philosophy is dead. Philosophy has not kept up with modern developments in science, particularly physics. Scientists have become the bearers of the torch of discovery in our quest for knowledge. The book is a call to arms, a call to balance these two fundamental principles of reality itself and guides us along the straight and narrow path that divides them.",
    "review_author": "The Times",
    "genre": "Self Help",
    "synopsis": "Peterson's original interest in writing his last book, 12 Rules for Life, grew out of a personal hobby of answering questions posted on Quora; one such question being, 'What are the most valuable things everyone should know?', to which his answer comprised 42 rules.Essentially psychological in their intention, the rules in both books are told using particular episodes of Peterson's clinical experience. Moreover, Peterson has stated that these rules were 'explicitly formulated to aid in the development of the individual,' though they may also prove useful at 'levels of social organization that incorporate the individual.'Peterson states that both books are predicated on the notion that chaos and order are 'the two fundamental elements of reality', and that people find meaning in optimally balancing them.The difference between the two books, according to Peterson, is that the first focuses 'more on the dangers of an excess of chaos'.",
    "isPopular": false,
    "num_pages": 434,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678936293/BookStore/Beyond_Order_eiobzj.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1c3",
    "title": "Maps of Meaning",
    "author": "Jordan B. Peterson",
    "author_info": "Jordan Bernt Peterson (born 12 June 1962) is a Canadian psychologist, author, and media commentator.He began to receive widespread attention in the late 2010s for his views on cultural and political issues, often described as conservative. Peterson has described himself as a classic British liberal and a traditionalist.Born and raised in Alberta, Peterson obtained bachelor's degrees in political science and psychology from the University of Alberta and a PhD in clinical psychology from McGill University. After researching and teaching at Harvard University, he returned to Canada in 1998 and became a professor of psychology at the University of Toronto. In 1999, he published his first book, Maps of Meaning: The Architecture of Belief, which became the basis for many of his subsequent lectures. The book combines psychology, mythology, religion, literature, philosophy and neuroscience to analyze systems of belief and meaning.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678935431/BookStore/Jordan_Peterson_hlwd56.jpg",
    "description": "Jordan B. Peterson's Maps of Meaning is now available for the first time as an audio download!Why have people from different cultures and eras formulated myths and stories with similar structures? What does this similarity tell us about the mind, morality, and structure of the world itself? From the author of 12 Rules for Life: An Antidote to Chaos comes a provocative hypothesis that explores the connection between what modern neuropsychology tells us about the brain and what rituals, myths, and religious stories have long narrated. A cutting-edge work that brings together neuropsychology, cognitive science, and Freudian and Jungian approaches to mythology and narrative, Maps of Meaning presents a rich theory that makes the wisdom and meaning of myth accessible to the critical modern mind.",
    "price": 15.95,
    "publish_date": "2022-01-19",
    "publisher": "Random House",
    "review": "Who should read this book? Everyone interested in the oneself. This book is a must read for anyone who is interested in psychology, philosophy, religion, mythology, and the human condition. It is a book that will change your life.",
    "review_author": "Publisher Weekly",
    "genre": "Self Help",
    "synopsis": "According to Peterson, his main goal was to examine why both individuals and groups participate in social conflict, exploring the reasoning and motivation individuals take to support their belief systems (i.e. ideological identification) that eventually results in killing and pathological atrocities like the Gulag, the Holocaust, and the Rwandan genocide. He considers that an 'analysis of the world's religious ideas might allow us to describe our essential morality and eventually develop a universal system of morality.'In line with Peterson's reasoning, there exists a struggle between chaos (characteristic of the unknown, e.g. nature) and order (characteristic of explored, mapped territory, e.g. culture). Humans with their capability of abstract thinking also make abstract territoriality—the belief systems that 'regulate our emotions.'",
    "isPopular": false,
    "num_pages": 384,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678936749/BookStore/map_of_meaning_vukw4u.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1d1",
    "title": "Think and Grow Rich",
    "author": "Napoleon Hill",
    "author_info": "Oliver Napoleon Hill (October 26, 1883 – November 8, 1970) was an American self-help author. He is best known for his book Think and Grow Rich (1937), which is among the best-selling self-help books of all time.Hill's works insisted that fervid expectations are essential to improving one's life.Most of his books were promoted as expounding principles to achieve 'success'.Hill is, in modern times, a controversial figure. Accused of fraud, modern historians also doubt many of his claims, such as that he met Andrew Carnegie and that he was an attorney. Gizmodo has called him 'the most famous conman you've probably never heard of'.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678937227/BookStore/napoleon_hill_kcyjlu.jpg",
    "description": "This edition of Napoleon Hill's Classic Think and Grow Rich is a reproduction of Napoleon Hill's personal copy of the first edition, the ONLY original version recommended by The Napoleon Hill Foundation, originally printed in March of 1937.The most famous of all teachers of success spent a fortune and the better part of a lifetime of effort to produce the Law of Success philosophy that forms the basis of his books and that is so powerfully summarized and explained for the general public in this book.",
    "price": 15.95,
    "publish_date": "1937-03-01",
    "publisher": "The Ralston Society",
    "review": "Every page is lit up by an original poetic imagination but bearing the unmistakable stamp of a rational mind, and the result is a book that is both inspiring and practical. It is a book that will be read with profit by all who are interested in the attainment of success in any walk of life.",
    "review_author": "The New York Times",
    "genre": "Self Help",
    "synopsis": "Think and Grow Rich is based on Hill's earlier work The Law of Success, claims to be the result of more than twenty years of study of many individuals who had amassed personal fortunes. Hill studied their habits and drew some 16 'laws' to be applied to achieve success. Think and Grow Rich condenses them, providing the reader with 14 principles in the form of a 'Philosophy of Achievement'.The main theme of the book is that anyone can achieve success and wealth by following a certain set of principles. Hill identifies these principles as the '13 Steps to Riches,' which include developing a positive mental attitude, setting clear and specific goals, developing a plan to achieve those goals, taking action, and maintaining a strong belief in oneself and one's abilities.",
    "isPopular": true,
    "num_pages": 288,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678937232/BookStore/think_and_grow_rich_cgqie8.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1d2",
    "title": "Outwitting the Devil: The Secrets to Freedom and Success",
    "author": "Napoleon Hill",
    "author_info": "Oliver Napoleon Hill (October 26, 1883 – November 8, 1970) was an American self-help author. He is best known for his book Think and Grow Rich (1937), which is among the best-selling self-help books of all time.Hill's works insisted that fervid expectations are essential to improving one's life.Most of his books were promoted as expounding principles to achieve 'success'.Hill is, in modern times, a controversial figure. Accused of fraud, modern historians also doubt many of his claims, such as that he met Andrew Carnegie and that he was an attorney. Gizmodo has called him 'the most famous conman you've probably never heard of'.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678937227/BookStore/napoleon_hill_kcyjlu.jpg",
    "description": "After the release of Think and Grow Rich, Hill began writing Outwitting the Devil as an explanation of why some were still seeing failure after following all of the steps in Think and Grow Rich. His wife, Annie Lou, did not want the book published because of the role the Devil played in it. When Hill died in 1970, the manuscript went into the possession of Annie Lou, who died in 1984. After her death, the manuscript went into the hands of Dr. Charles Johnson, who was Annie Lou’s nephew and president of the Napoleon Hill Foundation. While Dr. Johnson believed the book’s message to be powerful, his wife, Frankie Johnson, shared Annie Lou’s feelings and told Dr. Johnson that she did not want the manuscript published while she was alive. After Frankie’s death, Dr. Johnson passed the manuscript to Don Green, CEO of the Napoleon Hill Foundation. Sharon Lechter was then asked to edit the manuscript, and after several years of annotations and reviews, it was released in June, 2011.",
    "price": 13.95,
    "publish_date": "1938-01-01",
    "publisher": "The Ralston Society",
    "review": "Every page is lit up by an original poetic imagination but bearing the unmistakable stamp of a rational mind, and the result is a book that is both inspiring and practical. It is a book that will be read with profit by all who are interested in the attainment of success in any walk of life.",
    "review_author": "Publisher Weekly",
    "genre": "Self Help",
    "synopsis": "Outwitting the Devil is a work of non-fiction that was written in 1938 by Napoleon Hill, which was considered too controversial to be published in its era.[2] The book is written as an interview between Hill (Mr. Earthbound) and the devil (our inner dark self), wherein Hill attempts to uncover the secrets to freedom and success by evaluating the greatest obstacles that humans face in order to attain their personal goals in life. Outwitting the Devil was released by Sterling Publishing in June, 2011, with annotations by Sharon Lechter.",
    "isPopular": false,
    "num_pages": 388,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678938063/BookStore/outwitting_the_devil_y1jsyn.jpg"
  },
  {
    "isbn": "b1a199b6-428f-4e5b-8fc3-fd6b99e1b1d3",
    "title": "Success Through a Positive Mental Attitude",
    "author": "Napoleon Hill",
    "author_info": "Oliver Napoleon Hill (October 26, 1883 – November 8, 1970) was an American self-help author. He is best known for his book Think and Grow Rich (1937), which is among the best-selling self-help books of all time.Hill's works insisted that fervid expectations are essential to improving one's life.Most of his books were promoted as expounding principles to achieve 'success'.Hill is, in modern times, a controversial figure. Accused of fraud, modern historians also doubt many of his claims, such as that he met Andrew Carnegie and that he was an attorney. Gizmodo has called him 'the most famous conman you've probably never heard of'.",
    "author_image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678937227/BookStore/napoleon_hill_kcyjlu.jpg",
    "description": "Your mind has a secret invisible talisman. On one side is emblazoned the letters PMA (positive mental attitude) and on the other the letters NMA (negative mental attitude). A positive attitude will naturally attract the good and the beautiful. The negative attitude will rob you of all that makes life worth living.Your success, health, happiness, and wealth depend on how you make up your mind!",
    "price": 14.95,
    "publish_date": "1977-01-01",
    "publisher": "The Ralston Society",
    "review": "Who should read this book? Everyone interested in the oneself. This book is a must read for anyone who is interested in psychology, philosophy, religion, mythology, and the human condition. It is a book that will change your life.",
    "review_author": "The Times",
    "genre": "Self Help",
    "synopsis": "Have you ever wondered why you could not achieve your goals? Do you believe that success depends on your influence and the people you know? This book will change your mind about it! It will show you how to succeed by changing small attitudes and changing your way of thinking! Your success, happiness, health, and wealth only depend on you! Transform your reality with the help of this book! Come with us!If you are eager to conduct some positive changes and transform from whiner to winner “Success Through a Positive Mental Attitude” is the book for you.Beyond all these notions lies a “small” person, who’s afraid to dive into the unknown.Simple as that, trust life and enjoy the ride.",
    "isPopular": false,
    "num_pages": 288,
    "image": "https://res.cloudinary.com/dc6vqigdn/image/upload/v1678938557/BookStore/succes_cwc2oj.jpg"
  }
]
